
const ar = {


  // navbar
  "home": "الصفحة الرئسية",
  "aboutUs": "معلومات عنا",
  "crimeReports": "تقارير الجريمة",
  "explore": " استكشاف",
  "tutorials": "تعليمات",
  "contactUs": "تواصل معنا",

    "title": "أبلغ، تتبّع، وامنع – من أجل غدٍ أكثر أمانًا",
    "subtitle": "نحمي معًا: جسرُك إلى بيئةٍ آمنة",
    "cases": "الحالات",
    "people": "الأشخاص",
    "areas": "المناطق",
    "Enhancing":"تعزيز",
    "titleEnhancing": " سلامة المجتمع معًا",
    "button": "ابحث عن الجرائم",
    "learnMore": "اعرف المزيد",
    "showLess": "عرض أقل",
    "reporting": "الإبلاغ عن الجرائم",
    "active": "الحالات النشطة",
    "zones": "مناطق الجريمة",
    "titleUniting": "نتحد من أجل الأمان: بوابتك لحياة خالية من الجريمة",
    "subtitleUniting": "نظرة على أمان الحي",
  
    "titleResponse": "ردود فعل الناس على الشكاوى",
    "placeholder": "في لوبورتيس، السعر، التينسينت، أميت، لاكوس، أوت، أنين، أليكوِت. بلانديت، أ ماسا، إليمنتوم، آيد...",
  
    "titleNews": "أخبار ومدونة حول الجرائم الأخيرة",
    "subtitleNews": "الجريمة في كراتشي: ماذا يحدث الآن؟",


    // about

 
      "what": "ماذا",
      "wedo": "ماذا نفعل؟",
      "aboutText": "نحن نقدم حلول مراقبة متقدمة لإدارة شاملة للجريمة. منصتنا تمكّن المجتمعات من خلال تحليلات بيانات الجريمة، مما يتيح تقديم الشكاوى والاستجابات بشكل استباقي. كن على دراية بالتهديدات واحمِ مجتمعك."
   
    
  
  

    // title: "صفحة القائمة",
    // switchTo: "التبديل إلى الإنجليزية",
    // theme: "الوضع الحالي",
    // light: "فاتح",
    // dark: "غامق",
    // courses: "الدورات",
    // pricing: "التسعير",
    // contact: "تواصل معنا",
    // back: "العودة للصفحة الرئيسية",
    // fullName: 'الاسم الكامل',
    // email: 'البريد الإلكتروني',
    // password: 'كلمة المرور',
    // confirm: 'تأكيد كلمة المرور',
    // firstName: 'الاسم الأول',
    // lastName: 'الاسم الأخير',
    // phone: 'الهاتف',
    // subject: 'الموضوع',
    // message: 'الرسالة',
    // send:"إرسال رسالتك",
    // home: "الصفحة الرئيسية",
    // users: "المستخدمين",
    // register: "التسجيل",
    // login: "دخول",  
    // logout: "تسجيل الخروج",
    // // footer
    // benefits: "الفوائد",
    // ourCourses: "دوراتنا",
    // testimonials: "الشهادات",
    // faq: "الأسئلة الشائعة",
    // company: "الشركة",
    // achievements: "الإنجازات",
    // blog: "المدونة",
    // contactUs: "اتصل بنا",
    // ourGoals: "أهدافنا",
    // socialProfiles: "الملفات الاجتماعية",
    // aboutUs: "من نحن",
    // ourTeam: "فريقنا",
    // // login page
    // logIn: "تسجيل الدخول",

    // forgetPassword: "نسيت كلمة المرور؟",    
    // loginWithGoogle: "دخول بواسطة جوجل",
    // or: "او",
    // dontHaveAccount: "ليس لديك حساب؟",
    // signUp: "سجل",
    // rememberMe: "تذكرني",
    // welcomeBack: "مرحبًا مجددًا!",
    

    // About: "حول",
    // search: "بحث",
    // footer: "جميع الحقوق محفوظة@© محمود 2025",
    // Cinima: "سينما",
    // next: "التالي",
    // previous: "السابق",
    // addToFavorites: "أضف إلى المفضلة",
    // viewDetails: "عرض التفاصيل",
    // favorites: "المفضلة",
  };
  
  export default ar;
  